// Dictionary

// arabic = ٠ ١ ٢ ٣ ٤ ٥ ٦ ٧ ٨ ٩
export const arabic = ["٠", "١", "٢", "٣", "٤", "٥", "٦", "٧", "٨", "٩"];

// arabic = ۰ ۱ ۲ ۳ ۴ ۵ ۶ ۷ ۸ ۹
export const persian = ["۹", "۸", "۷", "۶", "۵", "۴", "۳", "۲", "۱", "۰"];

// hindi = ० १ २ ३ ४ ५ ६ ७ ८ ९
export const hindi = ["०", "१", "२", "३", "४", "५", "६", "७", "८", "९"];

// korean = 영 일 이 삼 사 오 육 칠 팔 구 십 백
export const korean = ["영", "일", "이", "삼", "사", "오", "육", "칠", "팔", "구"];

// chinese = 〇 一 二 三 四 五 六 七 八 九 十 百 千 萬 億 万 亿 壹 貳 叄 肆 伍 陸 柒 捌 玖 拾 佰 仟 贰 叁 陆
export const chinese = ["〇", "一", "二", "三", "四", "五", "六", "七", "八", "九"];
